/* server config type: advanced */
"advanced" = "詳細";

/* No services selected error sheet title */
"Choose one or more services to configure from the list below." = "構成するサービスを下のリストから 1 つ以上選択してください。";

/* Button title */
"Close" = "閉じる";

/* Button title */
"Continue" = "続ける";

/* No comment provided by engineer. */
"establishing replica" = "複製を確立中";

/* Status message */
"Getting network information" = "ネットワーク情報を取得中";

/* No comment provided by engineer. */
"kStandardServer" = "kStandardServer";

/* No comment provided by engineer. */
"kWorkgroupServer" = "kWorkgroupServer";

/* Status message */
"Marking services as configured" = "サービスを構成済みとして設定中";

/* OK */
"OK" = "OK";

/* Status message */
"Reading server settings" = "サーバ設定を読み込み中";

/* No comment provided by engineer. */
"Service Configuration Assistant: %@" = "サービス構成アシスタント：%@";

/* Default title for the Master.Finish pane */
"Service Configuration Complete" = "サービス構成の完了";

/* server config type: standard */
"standard" = "標準";

/* Error sheet message */
"The server reported the error: '%@' while processing a command of type: '%@'" = "タイプ“%2$@”のコマンドの処理中にサーバからエラー“%1$@”が報告されました";

/* Error sheet title */
"The server returned an error while processing a request." = "要求の処理中にサーバからエラーが返されました。";

/* Default text message for the Master.Finish pane */
"The service configuration process is now complete. The services you configured are now available. Use Server Admin to make additional changes." = "サービスの構成処理が完了しました。構成したサービスを今から使用できます。追加の変更を行うには、サーバ管理を使用してください。";

/* server config type: workgroup */
"workgroup" = "ワークグループ";

/* No services selected error sheet title */
"You must choose at least one service to configure." = "構成するサービスを 1 つ以上選択する必要があります。";

